__name__ = 'ModuFlex'
__version__ = '0.0.9b1'
__author__ = 'flexyyyapk'
__link__ = 'https://t.me/oprosmenya'
__gitHub__ = 'https://github.com/flexyyyapk213/ModuFlex'
__news__ = """
```✨Обновление 0.0.9b1```
```💡Что нового?```
```update
- Новые возможности для модо-делов.
- Добавлен новый пак: AIFuncs.Ознакомиться: .help AIFuncs
- Если у вас не работает команда .ping, в терминале напишите 'pip uninstall speedtest' и 'pip install speedtest-cli'
- Добавлен 'плагин' ModuFlex, информация о всех командах.
- Теперь бот запускается со своим venv, что улучшает стабильность и избегает конфликтов с другими библиотеками.
- (Для модо-делов)Добавлена возможность хранить конфигурацию в общем файле при помощи Data(подробнее в contribution.md).
```
"""
__python__ = '>=3.8'
__modules__ = ['pyrogram', 'terminaltexteffects', 'requests', 'platform', 'pyfiglet', 'alive_progress', 'packaging', 'tgcrypto']